Repository: SHAIMAAHASSAN/Emergency_Calls
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Emergency Calls App
ar: تطبيق مكالمات الطوارئ

source: Emergency Calls
ar: مكالمات الطوارئ

source: Request Call
ar: طلب خدمه

source: Service Name
ar: اسم الخدمه

source: Ambulance
ar: الأسعاف

source: Police
ar: الشرطة

source: Fire Department
ar: المطافئ

source: Electricity Emergency
ar: طوارئ الكهرباء

source: Natural Gas Emergency
ar: غاز مصر

source: Road Rescue
ar: نجدة الطريق

source: Anti-Drugs
ar: الأدمان والمخدرات

source: The National Council for Women
ar: المجلس القومي للمرأة

source: Water Complains
ar: شكاوي المياه

source: Covid 19
ar: كوفيد19

source: Name
ar: الأسم

source: Phone Number
ar: رقم التليفون

source: Address
ar: العنوان

source: Save
ar: حفظ

source: Total Requests
ar: عدد المهام

source: Requests
ar: المهام
